Repository: techadjuvant/em-service-booking
Catalog: languages/emsb-service-booking-*.po
Languages: bn_bd

source: EMSB Service Booking
bn_bd: EMSB সার্ভিস বুকিং

source: EMSB Service Booking is a dynamic plugin which allows you to accept bookings from customers and then accept or cancel the orders. You will set your service available time for a specific date or for any time length like for a month or year. And you are flexible to accept 1, 2, 3,... 100, etc any amount of orders on a specific time availability. And you can accept booking for specific time of date (AM or PM) or for date wise booking. You can set as many service as you want for accepting bookings. Service archive will be created.
bn_bd: EMSB সার্ভিস বুকিং একটি Dynamic প্লাগইন যা আপনাকে গ্রাহকদের কাছ থেকে বুকিং গ্রহণ করতে দেয় এবং তারপর সেগুলোকে আপনি গ্রহন অথবা বাতিল করতে পারেন । আপনি একটি নির্দিষ্ট তারিখের জন্য অথবা একটি মাস অথবা বছরের মতো সময়ের জন্য আপনার সেবার সময় নির্ধারণ করবেন । এবং আপনি যেকোনো সংখ্যক পরিমান বুকিং গ্রহন করতে পারেন । এবং আপনি তারিখ নির্দিষ্ট সময় (AM বা PM) ভিত্তিক বা শুধু তারিখ ভিত্তিক বুকিং জন্য বুকিং গ্রহণ করতে পারেন। আপনি বুকিং গ্রহণ করতে চান এরকম অনেক সেবা সেট করতে পারেন। সার্ভিস আর্কাইভ তৈরি করা হবে ।

source: Motahar Hossain
bn_bd: মোতাহার হোসেন

source: Choose a Service Type...
bn_bd: একটি সেবা প্রকার চয়ন করুন...

source: Show all
bn_bd: সব দেখান

source: Search
bn_bd: অনুসন্ধান

source: Location:
bn_bd: অবস্থান:

source: Price:
bn_bd: সেবার মূল্য:

source: Select
bn_bd: নির্বাচন করুন

source: Change Service
bn_bd: সেবা পরিবর্তন করুন

source: Change Date
bn_bd: দিন পরিবর্তন করুন

source: Change Slot
bn_bd: সময় পরিবর্তন করুন

source: Before noon ( AM )
bn_bd: দুপুরের আগে

source: After noon ( PM )
bn_bd: দুপুরের পরে

source: Your Full Name
bn_bd: আপনার সম্পূর্ণ নাম

source: Please Enter Your Full Name
bn_bd: আপনার সম্পূর্ণ নাম টাইপ করুন

source: Your Email Address
bn_bd: আপনার ইমেইল এড্রেস

source: Please Enter a Valid Email Address
bn_bd: আপনার বৈধ ইমেইল এড্রেস টাইপ করুন

source: Please Enter Your Valid Phone Number
bn_bd: আপনার বৈধ ফোন নাম্বার টাইপ করুন

source: Confirm Booking
bn_bd: বুকিং নিশ্চিত করুন

source: Sorry, the slot is booked, please try another available date or slot
bn_bd: দুঃখিত, স্লট বুক হয়ে গেছে। অনুগ্রহপূর্বক অন্য কোন স্লট সিলেক্ট করুন

source: Try Another
bn_bd: আবার চেষ্টা করুন

source: Booking Approval Status:
bn_bd: বুকিং নিশ্চিতকরণঃ

source: Pending
bn_bd: ঝুলন্ত

source: Service:
bn_bd: সেবাঃ

source: Title:
bn_bd: টাইটেলঃ

source: Booking Info
bn_bd: বুকিংয়ের তথ্য

source: Booking Id:
bn_bd: বুকিং আইডিঃ

source: Booked Date:
bn_bd: বুকড তারিখঃ

source: Booked Time-slot:
bn_bd: বুকড সময় স্লটঃ

source: Name:
bn_bd: নামঃ

source: Phone no:
bn_bd: ফোন নাম্বারঃ

source: Thank You
bn_bd: ধন্যবাদ

source: Go Back
bn_bd: ফিরে যান

source: Please fill out the form accurately and then submit
bn_bd: অনুগ্রহপূর্বক ফর্মটি সঠিক ভাবে পূরণ করুন, তারপর বুকিং নিশ্চিত করুন

source: Try Again
bn_bd: আবার চেষ্টা করুন

source: Availability ended. Update availability to get booking orders.
bn_bd: এভাইলাবিলিটি শেষ হয়ে গেছে। বুকিং পেতে আপডেট করুন ।

source: Service Booking
bn_bd: সার্ভিস বুকিং

source: Dashboard
bn_bd: ড্যাশবোর্ড

source: All Services
bn_bd: সেবা সমূহ

source: Add Service
bn_bd: সেবা তৈরি

source: All Bookings
bn_bd: সকল বুকিং

source: Settings
bn_bd: সেটিংস

source: All Services
bn_bd: সেবা সমূহ

source: Add Service
bn_bd: সেবা তৈরি

source: All Bookings
bn_bd: সকল বুকিং

source: Select
bn_bd: সিলেক্ট

source: ID
bn_bd: আইডি

source: Service
bn_bd: সেবা

source: Customer
bn_bd: গ্রাহক

source: Phone
bn_bd: ফোন

source: Email
bn_bd: ইমেইল

source: Date
bn_bd: তারিখ

source: Time Slot
bn_bd: সময় স্লট

source: Status
bn_bd: স্ট্যাটাস

source: 10 Pending Booking Orders only for upcoming slots from the current time( Policy: Come first servied first )
bn_bd: ১০ টা ঝুলন্ত বুকিং। অতীত সময়ের স্লটের বুকিং দেখাবে না। ( পলিসিঃ আগে আসলে আগে পাবে ভিত্তিতে দেখাবে )

source: Dashboard
bn_bd: ড্যাশবোর্ড

source: All Services
bn_bd: সেবা সমূহ

source: Show ALL Rows
bn_bd: সব দেখান

source: No.
bn_bd: নং

source: Booking ID
bn_bd: বুকিং আইডি

source: Service Name
bn_bd: সেবার নাম

source: Customer Name
bn_bd: গ্রাহকের নাম

source: Booked Date
bn_bd: বুকড তারিখ

source: Booked Time Slot
bn_bd: বুকড সময় স্লট

source: Service Provider's Email Notification
bn_bd: সেবা দাতার ইমেইল নোটিফিকেশন

source: Admin Email Subject
bn_bd: সেবা দাতার ইমেইলের বিষয়

source: Admin Email Body
bn_bd: সেবা দাতার ইমেইলের বডি

source: Service provider will receive this message when a booking will be placed. Booking info will be added automatically.
bn_bd: সেবা( এডমিন ) দাতা এই ইমেইল পাবে যখন কোন বুকিং অর্ডার আসবে। বুকিং তথ্য স্বয়ংক্রিয় ভাবে যুক্ত থাকবে।

source: Customer's Pending Booking Notification
bn_bd: গ্রাহকের ঝুলন্ত বুকিং এর নোটিফিকেশন

source: Customer Email Subject
bn_bd: আপনার বুকিং এখন ঝুলন্ত অবস্থায় আছে

source: Customer Email Body
bn_bd: আপনার বুকিং এখন ঝুলন্ত অবস্থায় আছে ( বডি )

source: Customers will receive this message on placing a booking. Booking info will be added automatically.
bn_bd: গ্রহীতা এই ইমেইল পাবে যখন কোন বুকিং অর্ডার করবে। বুকিং তথ্য স্বয়ংক্রিয় ভাবে যুক্ত থাকবে।

source: Customer's Booking Confirmation Notification
bn_bd: গ্রাহকের বুকিং নিশ্চিতকরণ এর নোটিফিকেশন

source: Confirmed Email Subject
bn_bd: আপনার বুকিং নিশ্চিত হয়েছে

source: Confirmed Email Body
bn_bd: আপনার বুকিং নিশ্চিত হয়েছে ( বডি )

source: Customers will receive this message when you confirmed a booking from the admin dashboard
bn_bd: গ্রহীতা( ক্লায়েন্ট ) এই ইমেইল পাবে যখন সেবা দাতা তার বুকিং নিশ্চিত করবে। বুকিং তথ্য স্বয়ংক্রিয় ভাবে যুক্ত থাকবে।

source: Customer's Booking Cancellation Notification
bn_bd: গ্রহী্তার( ক্লায়েন্ট ) বুকিং বাদ করার নোটিফিকেশন

source: Cancelled Booking Email Subject
bn_bd: আপনার বুকিং বাতিল করা হয়েছে

source: Cancelled Booking Email Body
bn_bd: আপনার বুকিং বাতিল করা হয়েছে ( বডি )

source: Customers will receive this message when you cancel a booking from the admin dashboard
bn_bd: গ্রহীতা( ক্লায়েন্ট ) এই ইমেইল পাবে যখন সেবা দাতা তার বুকিং বাতিল করবে।

source: User Cookie
bn_bd: ইউজার কুকি

source: How many days do you want to save the customer info on their browser cookie?
bn_bd: গ্রহীতার( ক্লায়েন্ট ) ব্রাউজার কুকির মেয়াদ ?

source: Don't change it freequently
bn_bd: ঘন ঘন পরিবর্তন করবেন না

source: Save Changes
bn_bd: সেভ করুন

source: Add New
bn_bd: তৈরি করুন

source: Add Service Info
bn_bd: সেবার তথ্য যুক্ত করুন

source: Service Main Info
bn_bd: সেবা বিষয়ক তথ্য

source: Service Sub Title:
bn_bd: সেবার সাব টাইটেল

source: Location:
bn_bd: অবস্থান:

source: Service Price:
bn_bd: সেবার মূল্য:

source: Service Availability
bn_bd: সেবার মেয়াদ

source: Will be Available From:
bn_bd: শুরুঃ

source: Will be Unavailable From:
bn_bd: শেষঃ

source: If you don't set these value, this service will not be available for booking.
bn_bd: মেয়াদ না যুক্ত করলে সেবা প্রদর্শিত হবে না

source: Weekly Off Days
bn_bd: সাপ্তাহিক ছুটির দিন

source: Sunday:
bn_bd: রবিবার

source: Monday:
bn_bd: সোমবার

source: Tuesday:
bn_bd: মঙ্গলবার

source: Wednesday:
bn_bd: বুধবার

source: Thursday:
bn_bd: বৃহস্পতিবার

source: Friday:
bn_bd: শুক্রবার

source: Saturday:
bn_bd: শনিবার

source: Full Day Reservation
bn_bd: সম্পূর্ণ দিনের বুকিং

source: Is this service for full day reservation? ( 24 hours )
bn_bd: এটা কি সম্পূর্ণ দিনের জন্য বুকিং সেবা ?

source: AM Time Slot
bn_bd: দুপুরের আগের সময় স্লট

source: Starting Time:
bn_bd: শুরুঃ

source: Ending Time:
bn_bd: শেষঃ

source: Slot Duration in Munites:
bn_bd: প্রত্যেক স্লটের জন্য বরাদ্দকৃত সময়ঃ ( মিনিটে হবে )

source: PM Time Slot
bn_bd: দুপুরের পরের সময় স্লট

source: Orders per Day or Time Slot
bn_bd: প্রত্যেক স্লটের বুকিং সংখ্যা

source: How many orders do you want per day or time slot?
bn_bd: প্রত্যেক স্লটে কতটি বুকিং গ্রহন করবেন ?

source: Service Provider Email Address
bn_bd: সেবার দাতার ইমেইল এড্রেস

source: Email Address:
bn_bd: ইমেইল এড্রেসঃ

source: Service Description
bn_bd: সেবা সম্পর্কিত বিস্তারিত বর্ণনা

source: Has description for single service page?
bn_bd: সিংগেল পেজে এই সেবার বিস্তারিত বর্ণনা কি দেখাতে চান ?

source: Ended availability of this service!!!
bn_bd: এই সেবার মেয়াদ শেষ হয়ে গেছে!

source: Book Now
bn_bd: বুকিং করুন

source: Again Details
bn_bd: আবার দেখুন

source: Change Date
bn_bd: দিন পরিবর্তন করুন

source: Change Slot
bn_bd: সময় পরিবর্তন করুন

source: Before noon ( AM )
bn_bd: দুপুরের আগে

source: Your Email Address
bn_bd: আপনার ইমেইল এড্রেস

source: Please Enter Your Valid Email Address
bn_bd: আপনার বৈধ ইমেইল এড্রেস টাইপ করুন

source: Please Enter Your Valid Phone Number
bn_bd: আপনার বৈধ ফোন নাম্বার টাইপ করুন
